<template>
  <div>
    <v-container>
      <h1 class="heading">Охороні системи</h1>
      <p class="subtitle-1 text-left">Збереження майна, нерухомості та власної безпеки завжди дорожче, ніж кошти,
        які витрачаються на установку охоронної системи.
        Ціна охоронної системи сигналізації для приватного об'єкта або компанії не йде ні у яке порівняння
        з розмірами можливого матеріального та морального збитку.
        Установка охоронної системи – це надійне рішення для забезпечення безпеки для різних типів об'єктів.</p>

      <h4 class="heading">Що являє собою установка охоронної системи?</h4>
      <p class="headline text-left">Система охоронної сигналізації складається з декількох важливих елементів:</p>
      <p class="text-left">• Датчиків, що реєструють рух, злом замків, порушення стану об'єктів тощо;</p>
      <p class="text-left">• Пульта дистанційного керування;</p>
      <p class="text-left">• Центральної панелі, пов'язаної зі службою охорони, куди передається інформація,
        що фіксується датчиками;</p>
      <p class="text-left">• Засоби оповіщення.</p>

      <p class="subtitle-1 text-left">Монтаж охоронної системи має на увазі установку, настройку та налагодження всіх її
        елементів.
        Встановлювати охоронні системи можна в житлових, офісних, промислових та будь-яких інших типах приміщень. </p>
      <p class="headline text-left">Такі системи бувають декількох видів:</p>
      <p class="text-left">• Активні – комплект датчиків реагує на незаконне проникнення, рух, розбиті вікна або зламані
        замки.
        Такі системи супроводжуються також тривожною кнопкою, яка викликає групу реагування охоронної служби;</p>
      <p class="text-left">• Автономні – так звана тривожна сигналізація, яка супроводжується гучним звуковим сигналом,
        здійснює психологічне відлякування злочинців від охоронюваних об'єктів при спрацьовуванні;</p>
      <p class="text-left">• Пультова GSM охорона – сучасні охоронні системи, що працюють за принципом бездротового
        зв'язку
        при фіксуванні критичних ситуацій. Така система самостійно відправляє сигнал охоронній службі,
        після чого диспетчер вживає всіх необхідних заходів щодо усунення події.</p>

      <h1 class="heading">Високий рівень безпеки з охоронними системами від «Goldennet»</h1>
      <p class="subtitle-1 text-left">Досвід компанії «Goldennet» з встановлення та налаштування
        сучасних охоронних систем складає більше двох років.</p>
      <p class="headline text-left">У комплекс послуг компанії «Goldennet» входить:</p>
      <p class="text-left">• Безкоштовний виїзд спеціаліста на об’єкт замовника;</p>
      <p class="text-left">• Допомога у виборі оптимального за характеристиками обладнання влаштування охоронної системи
        з урахуванням усіх побажань клієнта;</p>
      <p class="text-left">• Професійний монтаж охоронної системи «під ключ»;</p>
      <p class="text-left">• Гарантійне та післягарантійне обслуговування.</p>

    </v-container>


  </div>
</template>
