<template>
  <div>
 <v-container>
    <h1 class="heading">Охороні системи</h1>
Збереження майна, нерухомості та власної безпеки завжди дорожче, ніж кошти, які витрачаються на установку охоронної системи. Ціна охоронної системи сигналізації для приватного об'єкта або компанії не йде ні у яке порівняння з розмірами можливого матеріального та морального збитку. Установка охоронної системи – це надійне рішення для забезпечення безпеки для різних типів об'єктів.
Що являє собою установка охоронної системи?
Система охоронної сигналізації складається з декількох важливих елементів:
•	Датчиків, що реєструють рух, злом замків, порушення стану об'єктів тощо;
•	Пульта дистанційного керування;
•	Центральної панелі, пов'язаної зі службою охорони, куди передається інформація, що фіксується датчиками;
•	Засоби оповіщення.
Монтаж охоронної системи має на увазі установку, настройку та налагодження всіх її елементів. Встановлювати охоронні системи можна в житлових, офісних, промислових та будь-яких інших типах приміщень. Такі системи бувають декількох видів:
•	Активні – комплект датчиків реагує на незаконне проникнення, рух, розбиті вікна або зламані замки. Такі системи супроводжуються також тривожною кнопкою, яка викликає групу реагування охоронної служби;
•	Автономні – так звана тривожна сигналізація, яка супроводжується гучним звуковим сигналом, здійснює психологічне відлякування злочинців від охоронюваних об'єктів при спрацьовуванні;
•	Пультова GSM охорона – сучасні охоронні системи, що працюють за принципом бездротового зв'язку при фіксуванні критичних ситуацій. Така система самостійно відправляє сигнал охоронній службі, після чого диспетчер вживає всіх необхідних заходів щодо усунення події.
Високий рівень безпеки з охоронними системами від «Goldennet»
Досвід компанії «Goldennet» з встановлення та налаштування сучасних охоронних систем складає більше двох років.
У комплекс послуг компанії «Goldennet» входить:
•	Безкоштовний виїзд спеціаліста на об’єкт замовника;
•	Допомога у виборі оптимального за характеристиками обладнання влаштування охоронної системи з урахуванням усіх побажань клієнта;
•	Професійний монтаж охоронної системи «під ключ»;
•	Гарантійне та післягарантійне обслуговування.

 </v-container>



  </div>
</template>

<script>
export default {

}
</script>

<style scoped>
.heading {
  font-size: 2rem;
  -webkit-font-smoothing: antialiased;
  letter-spacing: .01rem;
  text-align: center;
  color: #002244;
  text-shadow: 0 3px 0 #fec422;
}
</style>