<template>
  <div>
    <v-container>
      <h1 class="heading">Відеоспостереження</h1>

      <p class="subtitle-1 text-left">
        Сучасне обладнання для відеоспостереження можна вважати одним з найбільш ефективних для створення системи
        забезпечення
        безпеки будь-якого об'єкта або території. Запис подій дає можливість не тільки документувати правопорушення,
        а й вирішувати спірні конфліктні питання.
        Відеоспостереження дозволяє приватним особам убезпечити свою нерухомість та майно,
        а компаніям знизити ризик крадіжок й нанесення шкоди майну.
      </p>

      <h4 class="heading">5 причин на користь установки відеоспостереження </h4>
      <p class="headline text-left">1. Попередження крадіжок</p>
      <p class="text-left">
        Камери, об'єднані у систему відеоспостереження – це ваші очі та вуха.
        З їх допомогою можна вести спостереження за місцями, де зберігається найдорожчий товар або важлива документація,
        а також стежити за ситуацією в офісі, торговому приміщенні або на складі.
      </p>
      <p class="headline text-left">2. Фактор стримування</p>
      <p class="text-left">
        Наявність камер, що ведуть спостереження за територією, має психологічний ефект стримування.
        Знаючи, що кожен крок буде записаний на відео, зловмисник навряд чи
        буде ризикувати проникати на об'єкт під охороною. Найімовірніше злочинець зверне увагу на інший об'єкт,
        де не буде будь-якої охоронної системи.
      </p>
      <p class="headline text-left">3. Запис відеоархіву</p>
      <p class="text-left">
        При появі спірних та конфліктних ситуацій з клієнтами або покупцями наявність відеозапису події стане
        вирішальним
        фактором у вирішенні питання. Відеоспостереження допоможе захистити сторону компанії або
        магазину та оскаржити скарги клієнтів у разі їх необґрунтованості.
      </p>
      <p class="headline text-left">4. Онлайн-відеоспостереження</p>
      <p class="text-left">
        Великим торговим мережам складно контролювати діяльність розрізнених точок,
        які знаходяться у різних кінцях міста або країни.
        Відеоспостереження через Інтернет допоможе бізнесу організувати єдину систему безпеки,
        що веде запис подій з усіх точок.
      </p>
      <p class="headline text-left"> 5. Спостереження за роботою персоналу</p>
      <p class="text-left">
        За допомогою відеоспостереження можна контролювати роботу співробітників.
        Коли працівники знають, що за їх діями спостерігає начальство,
        зникає проблема з низькою продуктивністю праці та дисциплінованістю.
      </p>
      <p class="subtitle-1 text-left">
        «Goldennet» - надійний партнер для вашої безпеки
        Компанія «Goldennet» вже довгий час займається професійним встановленням систем відеоспостереження. Нашими
        спеціалістами організовано та побудовано більше 50 проектів, починаючи від невеличких магазинчиків й закінчуючи
        Агро холдингами.
      </p>
      <p class="headline text-left">У комплект послуг компанії «Goldnenet» входить:</p>
      <v-list>
        <v-list-item>
          <p class="text-left">
            • Безкоштовний виїзд спеціаліста на об’єкт замовника;
          </p>

        </v-list-item>
        <v-list-item>
          <p class="text-left">
            • Допомога у виборі оптимального за характеристиками обладнання для відеоспостереження з урахуванням усіх
            побажань клієнта;
          </p>
        </v-list-item>
        <v-list-item>
          <p class="text-left">
            • Професійний монтаж системи відеоспостереження «під ключ»;
          </p>
        </v-list-item>
        <v-list-item>
          <p class="text-left">
            • Гарантійне та післягарантійне обслуговування.
          </p>
        </v-list-item>
      </v-list>

    </v-container>
  </div>
</template>
