<template>
  <div>
<v-container>
  <h1 class="heading">Системи контролю доступу</h1>
СКУД або системи контролю та управління доступом –це незамінний елемент у забезпеченні безпеки та захисту об'єкта від несанкціонованих проникнень, відстеження переміщення людей й контролю поточної ситуації на об'єкті, що охороняється.
Системи контролю доступу являють собою комплекс спеціалізованого програмного забезпечення та обладнання, яке буде здійснювати контроль та реєстрацію доступу транспорту та людей всередину приміщення або на територію. Подібні системи в залежності від призначення й масштабу об'єкта бувають різної складності. Найпростішими вважаються системи для автоматизації прохідних на підприємствах або електронні замки для багатоквартирних або приватних будинків.
Можливості систем контролю доступу
Серед основних функцій сучасних систем контролю доступу можна виділити:
•	Припинення доступу стороннім особам на об'єкт;
•	Розмежування різних рівнів доступу для співробітників компаній та підприємств;
•	Ведення обліку відвідувачів та робочого часу співробітників;
•	Збір інформації про переміщення осіб на об'єкті;
•	Автоматичне виконання дій по запрограмованій події.
Установка СКУД – це створення ряду перешкод, які будуть заважати зловмиснику проникнути на територію та всередину приміщення, що охороняється. Також дана система зручна та безпечна для працівників, бо здійснює повний контроль їх приходу йвиходуз об'єкта, а також переміщень протягом дня. Проектування складних систем контролю доступу слід довіряти тільки справжнім професіоналам.
Отримай повний контроль доступу разом з «Goldennet»
Вже більше 2 років компанія «Goldennet» займається професійним встановленням систем контролю та управління доступу для приватних будівель, офісів та підприємств.
У комплекс послуг компанії «Goldennet» входить:
•	Безкоштовний виїзд спеціаліста на об’єкт замовника;
•	Допомога у виборі оптимального за характеристиками обладнання для контролю доступу з урахуванням усіх побажань клієнта;
•	Професійний монтаж системи контролю та управляння доступом «під ключ»;
•	Гарантійне та післягарантійне обслуговування.

</v-container>
  </div>
</template>

<script>
export default {

}
</script>

<style scoped>
.heading {
  font-size: 2rem;
  -webkit-font-smoothing: antialiased;
  letter-spacing: .01rem;
  text-align: center;
  color: #002244;
  text-shadow: 0 3px 0 #fec422;
}
</style>