<template>
  <div>
    <v-container>
      <h1 class="heading">Системи контролю доступу</h1>

      <p class="subtitle-1 text-left">
        СКУД або системи контролю та управління доступом –це незамінний елемент у забезпеченні безпеки та захисту
        об'єкта від несанкціонованих проникнень, відстеження переміщення людей й контролю поточної ситуації на об'єкті,
        що охороняється.</p>
        <p class="subtitle-1 text-left">
        Системи контролю доступу являють собою комплекс спеціалізованого програмного забезпечення та обладнання,
        яке буде здійснювати контроль та реєстрацію доступу транспорту та людей всередину приміщення або на територію.
        Подібні системи в залежності від призначення й масштабу об'єкта бувають різної складності.
        Найпростішими вважаються системи для автоматизації прохідних на підприємствах
        або електронні замки для багатоквартирних або приватних будинків.
      </p>

      <h4 class="heading">Можливості систем контролю доступу</h4>
      <p class="headline text-left">Серед основних функцій сучасних систем контролю доступу можна виділити:</p>
      <p class="text-left">• Припинення доступу стороннім особам на об'єкт;</p>
      <p class="text-left">• Розмежування різних рівнів доступу для співробітників компаній та підприємств;</p>
      <p class="text-left">• Ведення обліку відвідувачів та робочого часу співробітників;</p>
      <p class="text-left">• Збір інформації про переміщення осіб на об'єкті;</p>
      <p class="text-left">• Автоматичне виконання дій по запрограмованій події.</p>

      <p class="subtitle-1 text-left">
        Установка СКУД – це створення ряду перешкод, які будуть заважати зловмиснику проникнути на територію
        та всередину приміщення, що охороняється. Також дана система зручна та безпечна для працівників,
        бо здійснює повний контроль їх приходу й виходу з об'єкта, а також переміщень протягом дня.
        Проектування складних систем контролю доступу слід довіряти тільки справжнім професіоналам.
        Отримай повний контроль доступу разом з «Goldennet»
        Вже більше 2 років компанія «Goldennet» займається професійним встановленням систем контролю
        та управління доступу для приватних будівель, офісів та підприємств.</p>
      <p class="headline text-left">У комплекс послуг компанії «Goldennet» входить:</p>

      <p class="text-left">• Безкоштовний виїзд спеціаліста на об’єкт замовника;</p>
      <p class="text-left">• Допомога у виборі оптимального за характеристиками обладнання
        для контролю доступу з урахуванням усіх побажань клієнта;</p>
      <p class="text-left">• Професійний монтаж системи контролю та управляння доступом «під ключ»;</p>
      <p class="text-left">• Гарантійне та післягарантійне обслуговування.</p>

    </v-container>
  </div>
</template>

