<template>
  <div>
    <h1 class="heading">Інструкції</h1>
    <v-container>

      <div class="text-center d-flex pb-4">
        <v-btn @click="all">
          <v-icon>mdi-checkbox-marked-circle-outline</v-icon>
        </v-btn>
        <div>{{ panel }}</div>
        <v-btn @click="none">
          <v-icon>mdi-minus-circle-outline</v-icon>
        </v-btn>
      </div>
      <v-expansion-panels v-model="panel" multiple>

        <v-expansion-panel>
          <v-expansion-panel-header>Погано працює WiFi - рішення </v-expansion-panel-header>
          <v-expansion-panel-content>
            <main id="sitemap_page" data-alias="Yak-pravylno-nalashtuvaty-Wi-Fi" data-palias="Pidtrymka"
                  data-ppalias="">
              <section>
                <article>
                  <h2 class="contentheading">Як&nbsp;зробити ваш Wi-Fi швидким і надійним</h2>
                  <p><strong>Перше, що необхідно - це правильно вибрати wi-fi роутер.</strong></p>
                  <p>&nbsp;&nbsp;&nbsp;Багато хто забуває (або не знають), що wi-fi роутер є, умовно кажучи, майже
                    повноцінним комп'ютером, зі своїм процесором, оперативною пам'яттю і операційною системою і що все
                    це в сумі визначає кінцеву якість (продуктивність, стабільність, функції), бо кожен з елементів
                    начинки роутера має свої характеристики.</p>
                  <p>&nbsp;&nbsp;&nbsp;У зв'язку з цим, до речі, роутер так само вміє нагріватися, виснути,
                    перезавантажуватися і страждати іншими типовими комп'ютерними хворобами, викликаними неякісної
                    начинкою і дешевим виконанням.</p>
                  <p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Пристрій зі слабкою начинкою легко буде створювати Вам
                    тисячі проблем, найнеприємніші з яких це:</strong></p>
                  <ul>
                    <li>Мала швидкість (як кажуть, - "роутер ріже швидкість"), тобто замість, скажімо, заявлених за
                      тарифом 100/100 Mbit/s в обидві сторони (закачування / віддача), він видає 70/34 Mbit/s. І вина в
                      цьому не провайдера, а саме пристрою;
                    </li>
                    <li>Постійні зависання, перезавантаження, обриви з'єднання. Особливо актуально при роботі з <a
                        href="https://sonikelf.ru/znakomimsya-s-torrentami/" target="_blank"
                        rel="noopener">торрентами</a>;
                    </li>
                    <li>Мала швидкість роботи Wi-Fi і мала зона покриття;</li>
                    <li>Слабкий захист від вірусів, вторгнень і іншого, бо на дешевих маршрутизаторах рідко стоїть
                      хороший <a href="https://sonikelf.ru/tag/faervolly-i-brandmauery/" target="_blank" rel="noopener">фаерволл</a>;
                    </li>
                    <li>Відсутність будь-яких цікавих і корисних функцій, на зразок підключення флешки, мережевого
                      принтера, підтримки DDNS, <a
                          href="https://sonikelf.ru/chto-takoe-vpn-zachem-on-nuzhen-i-kak-ispolzovat-na-primere-zenmate/"
                          target="_blank" rel="noopener">VPN</a>, <a
                          href="https://sonikelf.ru/vse-chto-vy-xoteli-znat-o-nat-no-boyalis-sprosit-nat-pat-snat-dnat/"
                          target="_blank" rel="noopener">NAT </a>і інших радощів життя.
                    </li>
                  </ul>
                  <p>&nbsp;</p>
                  <h3>ЯК ВИБРАТИ РОУТЕР</h3>
                  <p><strong>КРОК 1</strong></p>
                  <p><strong>Найважливішим і найголовнішим критерієм, після характеристик, є відгуки.</strong></p>
                  <ul>
                    <li>Перше, на що варто звернути увагу, це згадки того, що він "ріже" швидкість. Як правило, про
                      якісні роутери подібних слів не говорять або якщо говорять, то рідко (найчастіше, це роблять не
                      особливо досвідчені користувачі), а ось про реально слабенькі пристрої пишуть відразу і дуже
                      багато;
                    </li>
                    <li>Друге, на що варто звернути увагу, - стабільність роботи, тобто, якщо пишуть, що роутер зависає,
                      перезавантажується або обрізає швидкість, то очевидно, що його начинка просто не справляється з
                      навантаженням, а значить, девайс далекий від ідеалу і, швидше за за все, проблем з ним у Вас буде
                      багато;
                    </li>
                    <li>Третє, на що варто звернути увагу, - робота з торрентами. По суті цей пункт випливає з перших
                      двох і якщо люди пишуть, що роутер висне при запуску торрентів, то все з ним ясно - слабка начинка
                      тощо;
                    </li>
                    <li>Четверте, на що варто звернути увагу, це робота Wi-Fi-з'єднання. Як правило, пишуть про
                      швидкість і зони покриття при певній кількості пристроїв. Тут важливо розуміти, що потужність
                      сигналу, яка віддається роутером і прийнятого пристроєм, - різні, тобто маршрутизатор може
                      віддавати повну швидкість в <strong>100Mb/s</strong>, а ось пристрій не отримувати її більш ніж на
                      <strong>20Mb/s.</strong></li>
                  </ul>
                  <p><strong>КРОК 2</strong></p>
                  <p><strong>Технічні характристики.</strong></p>
                  <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Що стосується конкретних характеристик, то нас
                    насамперед цікавлять три характеристики, а саме <strong>RAM, CPU</strong> і
                    <strong>FLASH</strong>.<br/>Але так як далеко не всі хочуть, вміють і люблять (та й не завжди це
                    потрібно) розбиратися в безпосередніх моделях, розмірностях і виробниках, то коротко, нас буде
                    цікавити мінімум 3 такі характеристики:</p>
                  <p><strong>Процесор</strong>: 500 Mhz + назва моделі<br/><strong>ROM</strong>: 16MB
                    NorFlash<br/><strong>RAM</strong>: 64MB DDR2 (3 і більше).</p>
                  <p>Це, що називається, начинка, де ROM - це так, звана, FLASH-пам'ять, яка теж грає важливу роль,
                    поряд з процесором і оперативною пам'яттю (RAM). Зрозуміло, що чим більше, тим краще, але ..</p>
                  <p>Втім, щоб не розповідати болісні подробиці відзначимо, що в сучасному світі і з сучасними
                    технологіями, ми б не рекомендували вибирати пристрої з кількістю оперативної пам'яті (RAM) не менше
                    64 MB (краще від 128 і більше), процесором не менш ніж 300 MHz (краще , знову ж таки, потужніше,
                    наприклад 500 і більше) і FLASH-пам'яттю від 16 (в ідеалі від 32 MB).</p>
                  <p>У числі інших характеристик, тобто того, що стосується не тільки самої начинки, але і
                    "периферії":</p>
                  <ul>
                    <li>Якщо Вам критична зона покриття <strong>Wi-Fi</strong>, то звертайте увагу на кількість антен, -
                      як мінімум (!!!) їх повинно бути дві (краще 3 і більше);
                    </li>
                    <li>Якщо Вам важлива швидкість<strong> Wi-Fi</strong> і якість (стабільність) з'єднання, а так само
                      "пробивання" сигналом стін, то антени повинні бути тільки і виключно зовнішні (не внутрішні),
                      тобто стирчати з корпусу;
                    </li>
                    <li>Якщо Вам важливо все вищеперелічене і кількість бездротових пристроїв, які може підтримувати
                      маршрутизатор одночасно на повній швидкості, то потужність його (роутера) передавача і / або антен
                      (як правило, вказані в одиницях dBM) повинні бути не менше (сумарно) 15 dBM і чим це значення
                      більше, - тим краще, швидше і більше (якщо можна так висловитися) бездротового зв'язку Ви
                      отримаєте.
                    </li>
                  </ul>
                  <p><strong>КРОК 3</strong></p>
                  <p><strong>WI-FI шифрування і стандарти.</strong></p>
                  <p>Що стосується стандарту <strong>Wi-Fi</strong>, то тут прив'язки до самого провайдера немає, тому
                    що роздачею бездротового з'єднання займається сам пристрій, які Ви Вибираєте. Зараз існують, умовно,
                    дві градації по частоті мережі <strong>Wi-Fi</strong>, створюваної роутером, це:</p>
                  <ul>
                    <li><strong>2,4 ГГц;</strong></li>
                    <li><strong>5 ГГц.</strong></li>
                  </ul>
                  <p>Перший варіант, - це найбільш старі мережі і вони є (використовуються) зараз буквально всюди. Зате
                    на повну йде перехід на новий частотний діапазон (другий, тобто<strong> 5 Ггц</strong>), який,
                    по-перше, менш захаращений великою кількістю пристроїв (які приймають і роздають), по-друге, сам по
                    собі швидше і підтримує більше каналів. Думаючи про те як вибрати роутер, ми б рекомендували, як
                    мінімум, вибирати той маршрутизатор, який підтримує <strong>обидва</strong> цих діапазону.</p>
                  <p>
                    Купувати пристрої <strong>тільки</strong> з <strong> 5 ГГц</strong> не має сенсу, точніше кажучи,
                    перед покупкою варто переконатись, що "приймач" (споживач) сигналу, тобто ноутбук-телефон-планшет і
                    тд, підтримує цей діапазон і оснащений, власне, модулем, який може на ньому працювати.
                    <strong>2,4 ГГц</strong>, якщо заявлена  підтримка <strong>Wi-Fi</strong>, зараз є у всіх.
                    А ось п'ятірка, - немає.<strong>&nbsp;</strong>
                  </p>
                  <p>&nbsp;</p>
                  <h3>Реальна швидкість з'єднання, яка використовується в технології WI-FI</h3>
                  <p><strong>Чому швидкість передачі даних по Wi-Fi нижче обіцяної швидкості 300 Мбіт/с (або 150
                    Мбіт/с)?</strong></p>
                  <p>В технічних характеристиках будь-якого роутера вказані бездротові можливості роутера, швидкість
                    wi-fi. Найпоширеніші це 150 Мбіт/сек і 300 Мбіт/сек.</p>
                  <p><strong>300 Мбіт/с</strong> - максимальна швидкість роботи на фізичному рівні за стандартом IEEE
                    802.11n при з'єднанні з адаптерами, що використовують <strong>два</strong> просторових потоку і
                    канал 40 МГц для прийому і передачі. Дійсна швидкість передачі даних в бездротовій мережі залежить
                    від особливостей і налаштувань клієнтського обладнання, числа клієнтів в мережі, перешкод на шляху
                    проходження сигналу, а також наявності інших бездротових мереж і радіоперешкод в тому ж діапазоні.
                  </p>
                  <p><strong>150 Мбіт/с</strong> - максимальна швидкість роботи на фізичному рівні за стандартом IEEE
                    802.11n при з'єднанні з адаптерами, що використовують <strong>один</strong> просторовий потік і
                    канал 40 МГц для прийому і передачі (при використанні каналу 20 МГц швидкість буде не вище 72
                    Мбіт/с).</p>
                  <p>Почнемо з того, що багато користувачів невірно орієнтуються на швидкість підключення в мегабітах в
                    секунду (Мбіт/с), яке відображається в рядку <strong>Швидкість</strong> (Speed) на закладці <strong>Загальні</strong>
                    (General) у вікні <strong>Стан</strong> (Status) бездротового з'єднання в операційній системі
                    Windows.</p>
                  <p>Дана цифра показує швидкість яка використовується в даний час в рамках обраного стандарту. А
                    реальна швидкість передачі даних нижче канальної приблизно в 2-3 рази. Різниця між швидкістю
                    підключення і реальними показниками пояснюється перш за все великим обсягом службових даних,
                    втратами мережевих пакетів в бездротовому середовищі і витратами на повторну передачу. Реальна
                    швидкість також залежить від налаштувань точки доступу, числа одночасно підключених до неї
                    клієнтських бездротових адаптерів та інших факторів.</p>
                  <p><strong>Протестувати  швидкість ви можете тут
                    </strong> <a href="https://test.golden.net.ua/" target="_blank" rel="noopener">"test.golden.net.ua"</a></p>
                  <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;При побудові бездротової цифрової мережі
                    рекомендуємо звернути увагу на те, як встановити пристрої, що-б було якнайменше перешкод &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;для
                    передачі WI-FI сигналу.</p>
                  <h4>Найпоширеніші причини, що впливають на роботу бездротових мереж</h4>
                  <ol>
                    <li><strong>Інші Wi-Fi-пристрої (точки доступу, бездротові камери та ін.),</strong>&nbsp;що працюють
                      в радіусі дії вашого пристрою і використовують той же частотний діапазон.
                    </li>
                    <li><strong> Bluetooth-пристрої, що працюють в зоні покриття вашого Wi-Fi-пристроя.&nbsp;</strong>Bluetooth-пристрої
                      працюють в тому ж частотному діапазоні, що і Wi-Fi-пристрої, - 2.4 ГГц, отже, можуть впливати на
                      роботу Wi-Fi-пристроїв.
                    </li>
                    <li><strong>Великі відстані між Wi-Fi-пристроями.&nbsp;</strong>Необхідно пам'ятати, що бездротові
                      пристрої Wi-Fi мають обмежений радіус дії.&nbsp;<br/>У приміщенні дальність дії бездротової точки
                      доступу може бути обмежена кількома десятками метрів - залежно від конфігурації кімнат, наявності
                      капітальних стін і їх кількості, а також інших перешкод.
                    </li>
                    <li><strong>Перешкоди</strong>.&nbsp;Різні перешкоди (стіни, стелі, меблі, металеві двері і т.д.),
                      розташовані між Wi-Fi-пристроями, можуть частково або значно відображати / поглинати радіосигнали,
                      що призводить до часткової або повної втрати сигналу.&nbsp;Всередині приміщення створювати
                      перешкоди радіосигналу також можуть бути дзеркала і тоновані вікна. Навіть людське тіло послаблює
                      сигнал приблизно на 3 dB.&nbsp;Наприклад, звичайне дзеркало є серйозною перепоною для сигналу
                      Wi-Fi. З цієї причини за дзеркальною шафою купе або за звичайним дзеркалом на стіні може
                      утворитися &ldquo;мертва зона&rdquo;, де сигнал буде значно послаблений або повністю відсутній.
                      Тому якщо ви вирішете сховати роутер у дзеркальну шафу, не дивуйтесь, якщо сигнал значно послабне
                      або зникне.
                    </li>
                    <li><strong>Різноманітна побутова техніка, яка працює в зоні покриття вашого
                      Wi-Fi-пристрою.</strong></li>
                  </ol>
                  <table border="0" align="center">
                    <tbody>
                    <tr>
                      <td><img title="microwave" src="@/assets/img/manual/internet_wifi_man/microwave.webp" alt="microwave" width="80%"/>
                      </td>
                      <td><strong>Мікрохвильові "СВЧ-печі".&nbsp;</strong>Ці прилади можуть послаблювати рівень сигналу
                        Wi-Fi, тому що зазвичай також працюють в діапазоні 2,4 ГГц. Щоб уникнути можливих трубднощів з&nbsp;
                        Wi-Fi під час роботи мікрохвильової печі, розташуйте її якомога далі від звичних місць, де ви
                        користуєтесь&nbsp; Wi-Fi.
                      </td>
                    </tr>
                    <tr>
                      <td><img title="radiotelephone" src="@/assets/img/manual/internet_wifi_man/radiotelephone.webp" alt="radiotelephone" width="80%"/></td>
                      <td><span lang="UK"><strong>Дитячі няньки, монітори з ЕПТ, електромотори, бездротові динаміки, бездротові телефони та інші бездротові пристрої.</strong>&nbsp;Ці прилади працюють в діапазоні 2,4 ГГц і дають наведення, в результаті чого погіршується якість зв'язку Wi-Fi.&nbsp;<br/></span>
                      </td>
                    </tr>
                    <tr>
                      <td><img title="windows" src="@/assets/img/manual/internet_wifi_man/windows.webp" alt="windows" width="80%"/></td>
                      <td><span lang="UK"><strong>Ефект &ldquo;телефону дідуся&rdquo;</strong>. Слід пам'ятати, що будь-яка бездротова Wi-Fi&nbsp; мережа працює зі швидкістю найповільнішого з підключених пристроїв. Тому навіть найпотужніший роутер буде знижувати швидкість, якщо хтось буде використовувати застарілі або повільно працюючі пристрої. <br/></span>
                      </td>
                    </tr>
                    <tr>
                      <td><img title="warm_floor" src="@/assets/img/manual/internet_wifi_man/warm_floor.webp" alt="floor" width="80%"/></td>
                      <td><span lang="UK"><strong>Тепла підлога</strong>&nbsp;може стати ідеальним екраном, що повністю гасить сигнал WI-FI. У цьому випадку ми радимо використовувати Точки доступу, ретлянслятори або PLC-адаптери.</span>
                      </td>
                    </tr>
                    </tbody>
                  </table>
                  <hr/>
                  <p>&nbsp;</p>
                  <h3>Втрати сигналу Wi-Fi при подоланні перешкод з різних матеріалів</h3>
                  <p><img title="prepend" src="@/assets/img/manual/internet_wifi_man/wifi_ua.webp" alt="prepend" width="100%"/></p>
                  <p class="Standard"><strong><span lang="UK">Щоб бути впевненим у покритті, за можливості встановіть роутер у центрі тієї площини, де ви плануєте користуватися мережею. Наприклад, якщо ви не плануєте користуватися бездротовим зв'язком у коморі або ванній кімнаті, намагатися покрити ці площини немає сенсу.&nbsp;</span><span
                      lang="UK">У будь-якому випадку радимо перш за все перевірити, як працює мережа без додаткових пристроїв, та у разі потреби придбати додаткове обладнання.</span></strong>
                  </p>
                  <p class="Standard"><strong><span lang="UK">На відео&nbsp;<a
                      class="ytp-share-panel-link ytp-no-contextmenu" title="Поделиться ссылкой"
                      href="https://youtu.be/9odVK_zbWx8" target="_blank"
                      rel="noopener">https://youtu.be/9odVK_zbWx8</a>&nbsp;приклад правильного розміщення wi-fi роутера.</span></strong>
                  </p>
                  <hr/>
                  <p>&nbsp;</p>
                  <h3>Як дізнатися, які частоти канали найменш завантажені в місці,&nbsp;в якому вам потрібно
                    використовувати Wi-Fi?</h3>
                  <p>Багато користувачів, коли у них вдома перестає або починає погано працювати WiFi, грішать на
                    провайдера або роутер-точку доступу. Однак, найчастіше проблеми з якістю нам створюють бездротові
                    Wi-Fi мережі сусідів. Сусіди купують собі Wi-Fi роутери і починають працювати на каналах, які
                    встановлені за умовчанням, а вони часто збігаються з нашими. Як правило це 6-й канал.&nbsp;</p>
                  <p>Якщо спрощено, чим більше Wi-Fi точок на каналі (чим більше точок ділять одну частоту), тим більше
                    вони один одному заважають, тим нижче швидкість. Так що треба вибирати канал найменш навантажений, в
                    ідеалі &mdash; вільний.</p>
                  <p>Так як же дізнатися які канали Wi-Fi вільні біля вашої квартири, а які найбільш завантажені?</p>
                  <p>Уявімо ситуацію: кілька WiFi модем-роутерів займають однакову частоту (канал). Виникає
                    інтерференція радіосигналів бездротових мереж, яка є найголовнішою причиною проблем з Wi-Fi точками
                    доступу і поганим зв'язком між WiFi пристроями і точкою доступу. Сильно падає швидкість обміну
                    даними з точкою доступу, швидкість роботи в інтернет, а іноді взагалі не можливо увійти в свою
                    бездротову мережу.</p>
                  <p><strong>Як же вирішити цю проблему?</strong></p>
                  <p>Дуже просто. Треба завантажити безкоштовну утиліту <strong>InSSIDer</strong>, яка розшукує всі
                    працюючі Wi-Fi точки доступу в околиці і надає в зручному вигляді всю інформацію про них: канал, на
                    якому йде обмін даними, частоти роботи, виробник обладнання, MAC-адреси всіх найближчих точок
                    доступу, SSiD, назва бездротової мережі, максимально можлива швидкість з'єднання, вид шифрування і
                    багато іншого. Все це видається у вигляді наочних графіків.</p>
                  <p><img title="все про WiFI мережі" src="@/assets/img/manual/internet_wifi_man/wifi_analizer.webp"
                          alt="вся інформація по всіх WiFi мереж наочно " width="80%"
                          longdesc="http://www.broadband.org.ua/ot-redaktsii/%D0%9F%D0%BE%D0%BB%D0%BD%D0%B0%D1%8F%20%D0%B8%D0%BD%D1%84%D0%BE%D1%80%D0%BC%D0%B0%D1%86%D0%B8%D1%8F%20%D0%BF%D1%80%D0%BE%20WiFI%20%D1%81%D0%B5%D1%82%D0%B8%20%D0%B2%20%D0%B2%D0%B0%D1%88%D0%B5%D0%BC%20%D0%B4%D0%BE%D0%BC%D0%B5"/>
                  </p>
                  <p>Запустіть цю програму на пристрої з WiFi наприклад, на ноутбуці. І скануєте всі навколишні
                    бездротові мережі..</p>
                  <p>Отримані дані особливо завантаження каналів &nbsp;використовуємо для вибору вільних діапазонів. У
                    нас на графіку це канал 2 на частоті 2.4 GHz, на якій і працює мережа автора.</p>
                  <p><img src="@/assets/img/manual/internet_wifi_man/wifi_analizer_free_chainel.webp" alt="chanel free manual 3" width="80%" /></p>
                  <p><strong>Як перевести роутер на вільні канали?</strong></p>
                  <p>Заходимо в налаштування точки доступу через браузер (дивитися в інтфрукціі до роутера, але це як
                    правило 192.168.0.1 або 192.168.1.1, вводимо паролі доступу), після чого шукаємо в роутері
                    налаштування Wireless Channel (бездротові канали). Після зміни каналів на вільні, зазвичай швидкість
                    роботи інтернету у всіх бездротових пристроях в квартирі значно зростає.</p>
                  <p>Дуже привабливо виглядає <strong>діапазон в 5 ГГц</strong>. так як він майже завжди вільний. Там
                    каналів набагато більше, та й ефір чистіше, але для переходу на даний діапазон всі пристрої Вашій
                    мережі повинні його підтримувати. На жаль, підтримка 5 ГГц поки зустрічається рідко, але є
                    маршрутизатори з підтримкою одночасної трансляції обох частот <strong>2,4 ГГц.&nbsp;і
                      5,0&nbsp;</strong><strong>ГГц</strong>.</p>
                  <p><em>За матеріалами сайтів&nbsp;broadband.org.ua,&nbsp;wikipedia.org</em></p>
                  <p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p>


                </article>

              </section>


            </main>
          </v-expansion-panel-content>
        </v-expansion-panel>

        <v-expansion-panel>
          <v-expansion-panel-header>Налаштування роутера TP-LINK </v-expansion-panel-header>
          <v-expansion-panel-content>
            <p>
              1. Підключіть кабель підключення нашої мережі до порту WAN,
              а кабель вашого комп'ютера до одного з портів LAN.
              Мережева карта вашого комп'ютера повинна бути налаштована
              в автоматичному режимі отримання мережевих налаштувань.
            </p>
            <v-img
                lazy-src="@/assets/img/manual/tp-link/tp-link1.webp"
                max-height="750"
                max-width="550"
                src="@/assets/img/manual/tp-link/tp-link1.webp"
            ></v-img>
            <p>2. Відкрийте будь-який інтернет-браузер і в адресному рядку наберіть https://tplinklogin.net.</p>
            <v-img
                lazy-src="@/assets/img/manual/tp-link/tp-link2.webp"
                max-height="750"
                max-width="550"
                src="@/assets/img/manual/tp-link/tp-link2.webp"
            ></v-img>
            <p>
              3. Натисніть Enter, далі ви побачите запит введення логіна і пароля для входу в інтерфейс управління
              роутером. Введіть логін і пароль, натисніть на кнопку Вхід (за замовчуванням, логін: admin пароль: admin).
            </p>
            <v-img
                lazy-src="@/assets/img/manual/tp-link/tp-link3.webp"
                max-height="750"
                max-width="550"
                src="@/assets/img/manual/tp-link/tp-link3.webp"
            ></v-img>
            <p>4. Перейдіть в меню Network - WAN.</p>
            <v-img
                lazy-src="@/assets/img/manual/tp-link/tp-link4.webp"
                max-height="750"
                max-width="550"
                src="@/assets/img/manual/tp-link/tp-link4.webp"
            ></v-img>
            <p>5. Переконайтеся в тому, що WAN Connection Type встановлений в режим Dynamic IP.</p>
            <v-img
                lazy-src="@/assets/img/manual/tp-link/tp-link5.webp"
                max-height="750"
                max-width="550"
                src="@/assets/img/manual/tp-link/tp-link5.webp"
            ></v-img>
            <p>6. Перейдіть в меню Network - MAC Clone.</p>
          </v-expansion-panel-content>
        </v-expansion-panel>

      </v-expansion-panels>

    </v-container>
  </div>
</template>

<script>
export default {
  data() {
    return {
      panel: [],
      items: 2,
    }
  },
  methods: {
    // Create an array the length of our items
    // with all values as true
    all() {
      this.panel = [...Array(this.items).keys()].map((k, i) => i)
    },
    // Reset the panel
    none() {
      this.panel = []
    },
  },
}
</script>
